Справочник торговых сетей
*********************************

---------

.. contents:: Содержание:

---------


Справочник
=============
.. csv-table:: Справочник торговых сетей
  :file: tables/general_partners_01.csv
  :widths:  30, 17, 12, 30, 30 ,30, 25, 25, 12, 25, 12
  :header-rows: 1

Заказ (ORDER)
=============

.. csv-table:: Заказ (ORDER) на поставку отправляет покупатель поставщику, указывая штрихкод продукта, его описание, заказанное количество, цену и прочую необходимую информацию.
  :file: files/ORDER.csv
  :widths:  40, 7, 12, 41
  :header-rows: 1
